Repository: gecmenow/Lazer_Svit
Catalog: Lazer_Svit/Resources/Resource.*.resx
Languages: uk

source: Add to cart
uk: В кошик

# cart_amount
source: Amount
uk: Кsлькiсть

# cart_checkout
source: CHECKOUT
uk: Оформление заказа

# cart_empty
source: The cart is empty
uk: Кошик пуст

# cart_name
source: Product
uk: Продукт

# cart_price
source: Price
uk: Цiна

# cart_total_item_price
source: Cost
uk: Вартiсть

# cart_total_price
source: Total cost
uk: Загальна вартiсть заказу

# checkout_adress_adress
source: Address or Warehouse Number of New Mail
uk: Адреса або Номер склад Нової Пошти

# checkout_adress_city
source: City
uk: Місто

# checkout_adress_header
source: Delivery address
uk: Адреса доставки

# checkout_adress_no_deliv
source: Delivery is not required
uk: Доставка не потрібно

# checkout_adress_region
source: Region
uk: Область

# checkout_confirm
source: The order is confirmed
uk: Підтверджую замовлення

# checkout_cont_header
source: Contact details
uk: Контактні дані

# checkout_cont_mail
source: Email
uk: Ел. пошта

# checkout_cont_name
source: Name and Surname
uk: Ім'я та прізвище

# checkout_cont_phone
source: Mobile phone
uk: Мобільний телефон

# checkout_deliv
source: Delivery method
uk: Спосіб доставки

# checkout_deliv_adress
source: Kyiv, Lesia Kurbas Avenue 2B (Budivlya Plant "NVP Saturn")
uk: г. Киев, проспект Леся Курбаса 2Б (будівля заводу "НВП Сатурн")

# checkout_deliv_myself
source: Pickup
uk: Самовивіз

# checkout_deliv_post
source: Nova Poshta
uk: Нова Пошта

# checkout_deliv_post_cour
source: Courier Nova Poshta
uk: Кур'єром Нової пошти

# checkout_edit_order
source: Edit order
uk: Редагувати замовлення

# checkout_header
source: Checkout
uk: Оформлення замовлення

# checkout_pay_cash
source: Pay in cash
uk: Оплатити готівкою

# checkout_pay_header
source: Selection of shipping and payment methods
uk: Вибір способів доставки і оплати

# checkout_pay_pb_card
source: On card Privat Bank
uk: На карту Приват банка

# checkout_pay_visa_card
source: Pay via Visa / Mastercard
uk: Оплатити через Visa / Mastercard

# checkout_pay_way
source: Payment method
uk: Спосіб оплатіти

# checkout_total
source: Total
uk: Всього

# checkout_total_to_pay
source: To pay
uk: До оплати

# contact_about
source: About company
uk: Про компанію

# contact_adress
source: Kiev
uk: Київ

# contact_adress_street
source: Lesia Kurbas Avenue, 2B
uk: проспект Леся Курбаса, д. 2Б

# contact_button
source: Send a message
uk: Надіслати повідомлення

# contact_sub_header
source: Please fill out the form below and our team L.S. will contact you soon
uk: Будь ласка, заповніть форму нижче і наша команда L.S. зв'яжеться з Вами незабаром

# contact_sub_info
source: To do this, please add a clear description of your project, including the required materials and dimensions. We may ask you to provide additional information for the qualitative and quick implementation of your idea. Do not forget to specify the quantity, type or color that you want.
uk: Для цього просимо додати чіткий опис Вашого проекту, утому числі пропишіть необхідних матеріали, розміри. Ми можемо попросити Вас надати додаткову інформацію для якісного і швидкої реалізації Вашої ідеї. Не забудьте вказати кількість, тип або колір, що Ви хочете.

# contact_time_1
source: Work time
uk: Час роботи офісу:

# contact_time_2
source: Mon- Fr: 10:00 - 19:00
uk: Пн- Пт: 10:00 - 19:00

# contact_upload
source: Upload file
uk: Завантажити файл

# footer_copyright
source: Laser cutting and engraving
uk: Лазерна різка та гравіювання

# form_mail
source: Your mail
uk: Ваша пошта

# form_name
source: Your first and last name
uk: Ваше ім'я та прізвище

# form_phone
source: Your phone number
uk: Ваш номер телефону

# form_score
source: Score:
uk: Проставте оцінку:

# form_text
source: Message text
uk: Текст повідомлення

# header_phones
source: Our phones
uk: Наши телефони

# inst_button_text
source: Show more
uk: Показати ще

# items_similar
source: Similar products
uk: Схожі товари

# item_category
source: Category
uk: Категорія

# item_descr
source: Desciption
uk: Описання

# item_reviews
source: Reviews
uk: Відгуки

# main_descr_header
source: WIDE RANGE OF MATERIALS
uk: ШИРОКИЙ АСОРТИМЕНТ МАТЕРІАЛІВ

# main_desct_text_1
source: is not a new technology, but it has acquired new opportunities together with our design studio “LS” in Kiev. Laser cutting allows you to cut or cut any material with a high-power laser beam. Computer control, neat cuts with a low heat-affected zone make it possible to perform work of any complexity with the accuracy of a surgeon. The magic beam gives in to very different material, both soft and super hard.
uk: - це вже не нова технологія, але вона набула нові можливості разом з нашою дизайнерською студією «LS» в Києві. Лазерна порізка дозволяє розрізати або розкроїти будь-який матеріал за допомогою променя лазер високої потужності. Комп'ютерне управління, акура.

# main_desct_text_2
source: is a high-precision transfer of your idea to wood, leather, cardboard, etc. Beauty has no boundaries, as well as the hand of man, able to translate into reality any designer's intention.
uk: - це високо-точна передача вашої задумки на дерево, шкіру, картон і т.д. Краса не має меж, як і рука людини, здатна втілити в реальність будь-який задум дизайнера.

# main_desct_text_gravir
source: Laser engraving
uk: Гравірування нанесена лазером

# main_desct_text_lazer
source: Laser cutting
uk: Лазерне різання

# main_examples_header
source: WORK EXAMPLES
uk: ПРИКЛАДИ РОБІТ

# main_Example_1
source: Acrylic
uk: Акрил

# main_Example_2
source: Plastic
uk: Пластик

# main_Example_3
source: Cardboard
uk: Картон

# main_Example_4
source: Tree
uk: Дерево

# main_Example_5
source: Plywood
uk: Фанера

# main_Example_6
source: Leather and fabrics
uk: Шкіра і тканини

# main_reason_first_header
source: QUALITY UKRAINIAN EQUIPMENT
uk: ЯКІСНА УКРАЇНСЬКЕ ОБЛАДНАННЯ

# main_reason_first_text
source: Our equipment is made by a Ukrainian young but successful company. With the use of the latest technology and high quality components
uk: Наше обладнання зроблено Української молодий але успішною компанією. Із застосуванням новітніх технологій і високою якістю комплектуючих.

# main_reason_fourth_header
source: HELP WITH THE MOCKET
uk: ДОПОМОГА З МАКЕТОМ

# main_reason_fourth_text
source: Help in the implementation of ideas in the layout. We will make every effort to match the final product to your idea.
uk: Допомога в реалізації ідеї в макет. Ми докладемо максимум зусиль щоб кінцевий виріб відповідало Вашої задумом

# main_reason_header
source: REASONS TO CHOOSE US
uk: ПРИЧИНИ ЧОМУ ВИБИРАЮТЬ НАС

# main_reason_second_header
source: TERM OF EXECUTION OF THE ORDER
uk: ТЕРМІН ВИКОНАННЯ ЗАМОВЛЕННЯ

# main_reason_second_text
source: The speed of the task from 1 hour to 7 days of large orders
uk: Швидкість виконання завдання від 1 години до 7 днів великі замовлення

# main_reason_third_header
source: CUTTING SPEED
uk: ШВИДКІСТЬ РЕЗКИ

# main_reason_third_text
source: The quality of the equipment allows cutting at an average speed of about 25 mm / sec.
uk: Якість обладнання дозволяє різати з середньою швидкістю близько 25 мм / сек

# main_title_h1
source: We are design studio
uk: Ми - Дизайнерська студія

# main_title_h2
source: We provide services for cutting and engraving materials
uk: Надаємо послуги з порізки та гравірування матеріалів

# materials_acryl_header
source: Acrylic (organic glass)
uk: Акрил (оргскло)

# materials_acryl_text
source: Acrylic is ideal for laser cutting, it is equipped with a protective film on both sides so that its surfaces are clean and free from scratches. The laser cutting edge is also absolutely clean, with a laser engraving a smooth matte surface is created.
uk: Акрил ідеально підходить для лазерного різання, по обидва боки він оснащений захисною плівкою, щоб його поверхні були чистими і без подряпин. Лазерна ріжучакромка також є абсолютно чистою, при лазерного гравіювання создаеться гладка матова поверхня.

# materials_header
source: We have a wide range of materials that are ideal for laser engraving cutting.
uk: Ми маємо в своєму розпорядженні широким спектром матеріалів, які ідеально підходять для лазерного різання гравірування.

# materials_other_text
source: Our equipment can process various materials, if we don’t have such material, you can send the material to us or bring it with you to the studio. Some materials, we can order specially for you. If there are any materials that you would like to cut or engrave with a laser or a router, please feel free to contact us by e-mail and ask if we can cut or engrave the material.
uk: Наше обладнання може обробляти різні матеріали, якщо у нас такого матеріалу немає, ви можете відправити матеріал нам або привезти з собою в студію. Деякі матеріали, ми можемо замовити спеціально для Вас. Якщо є які-небудь матеріали, які ви хотіли б вирізати або вигравіювати лазером або фрезером, будь ласка, не соромтеся звертатися до нас по електронній пошті і питати, чи можемо ми виконати різання або гравіювання матеріалу.

# materials_plywood_header
source: Plywood
uk: Фанера

# materials_plywood_text
source: Plywood is a great alternative to wood. Plywood can be opened or painted, it is elastic. We use the highest quality forests that are perfectly cut by our laser. All surfaces have first-class quality, the edge of laser cutting is darker than the material, but pleasant. With the help of laser cutting plywood you can achieve good and accurate results. Permanent plus of plywood in comparison with wood is strength, lightness and, of course, price.
uk: Фанера прекрасна альтернатива дереву. Фанеру можна розкрити або пофарбувати, вона еластична. Ми використовуємо найякісніші лісу, які відмінно ріжуться нашим лазером. Всі поверхні мають якість першого сорту, край лазерного різання темніший, ніж матеріал, але приємний. За допомогою лазерної порізка фанери можна досягти хороших і точних результатів. Незмінний плюс фанери в порівнянні з деревом - міцність, легкість і, звичайно, ціна.

# materilas_other_header
source: Other materials
uk: Iнші матеріали

# menu_cart
source: Cart
uk: Корзина

# menu_contacts
source: Contacts
uk: Контакти

# menu_lazer
source: Laser cutting
uk: Лазерне різання

# menu_lazer_info
source: Order info
uk: Інформація для замовлення

# menu_lazer_materials
source: Materails
uk: Материали

# menu_lazer_price
source: Price
uk: Ціни

# menu_main
source: Main
uk: Головна

# menu_products
source: Products
uk: Товари

# menu_reviews
source: Reviews
uk: Відгуки клієнтів

# money
source: eur
uk: грн.

# order_info_header
source: Ordering Information
uk: Інформація для замовлення

# order_info_info
source: The designer’s paid service cost is based on the complexity of the work and starts from 50 UAH.
uk: Послуга дизайнера платна її вартість становить від складності роботи і начінается- від 50 грн.

# order_info_subheader
source: If you decide on your own, or with the help of a designer to prepare a layout, then pay attention to such points:
uk: Якщо Ви вирішили самостійно, або за допомогою дизайнера підготувати макет, тоді зверніть увагу на такі моменти:

# order_info_text1
source: We work in the vector program
uk: Ми працюємо в векторній програмі

# order_info_text10
source: layouts and double (and more) contours are not allowed in the layout for cutting and engraving
uk: в макеті на порізку і гравіювання не допускається накладення шарів і подвійних (і більше) контурів.

# order_info_text2
source: For a correct and quick calculation of the cost, as well as for the production of the order, you must provide a layout in the vector. The most popular vector graphic file formats are:
uk: Для коректної і швидкого прорахунку вартості, а також для виробництва замовлення необхідно надати макет в векторі. Найпопулярніші формати векторних графічних файлів:

# order_info_text3
source: We can also accept the layout in such formats as:
uk: Ми також можемо прийняти макет в таких форматах як:

# order_info_text4
source: If you have not prepared it, we can do it for you.
uk: Якщо ви його не підготували ми можемо зробити це за Вас.

# order_info_text5
source: Keep in mind that self-preparation of a file for laser cutting or engraving can significantly speed up the execution time of your order
uk: Враховуйте що самостійна підготовка файлу до лазерної порізки або гравірування може значно прискорити термін виконання Вашого замовлення.

# order_info_text6
source: all drawings must be made in 1: 1 scale
uk: всі креслення повинні бути виконані в масштабі 1: 1;

# order_info_text7
source: all elements intended for cutting must be in curves
uk: всі елементи призначені для різання повинні бути в кривих;

# order_info_text8
source: the drawing of the product must be made in thin lines
uk: креслення вироби повинен бути виконаний в тонких лініях;

# order_info_text9
source: the vector image in the file for cutting should not contain open points in closed contours, fills, superimposed contours on each other, double lines and intersections
uk: векторне зображення в файлі для різання не повинно містити розімкнутих точок в замкнутих контурах, заливок, накладень контурів один на одного, подвійних ліній і перетинань;

# order_thanks
source: Thanks!
uk: Дякуємо!

# order_thanks_text
source: Your order is successfully completed. We will contact you shortly.
uk: Ваше замовлення успішно оформлений. Ми зв'яжемося з вами найближчим часом

# price_header
source: Prices for cutting various materials
uk: Ціни на порізку різних матеріалів

# price_info
source: Pay attention, the cost of laser cutting is calculated per meter of linear cutting of the material. The cost of laser engraving is calculated per cm².
uk: Зверніть увагу, вартість лазерної порізки вираховується за метр погонний різання матеріалу. Вартість лазерного гравірування обчислюється за см².

# price_table_1
source: LASER CUTTING: Plywood, MDF, Fiberboard, OSB, CARDBOARD
uk: ЛАЗЕРНА РІЗКА: ФАНЕРА, МДФ, ДВП, OSB, КАРТОН

# price_table_2
source: LASER ACRYLIC CUTTING
uk: ЛАЗЕРНА ПОРІЗКА АКРИЛУ

# price_table_3
source: LASER ENGRAVING
uk: ЛАЗЕРНЕ ГРАВІРЮВАННЯ

# price_table_3_col1
source: Material type
uk: Тип матеріалу

# price_table_3_col2
source: Price, UAH / cm²
uk: Цена, грн./см²

# price_table_col_1
source: The thickness of the material, mm.
uk: Товщина матеріалу, мм.

# price_table_col_2
source: Cost, UAH for mp (up to 100 m.)
uk: Вартість, грн. за м.п. (До 100 м.)

# price_table_col_3
source: Cost, UAH for mp (up to 1000 m.)
uk: Вартість, грн. за м.п. (До 1000 м.)

# price_table_col_4
source: Cost, UAH for mp (over 1000 m.)
uk: Вартість, грн. за м.п. (Понад 1000 м.)

# reviews_button
source: Leave feedback
uk: Залишити відгук

# reviews_header
source: Leave your feedback
uk: Залишити свій відгук

# sort_header
source: Sort
uk: Сортування

# sort_high
source: High to low
uk: Від дорогих до дешевих

# sort_low
source: Low to High
uk: Від дешевих до дорогих

# sort_new
source: Latest
uk: Новинки

# sort_pop
source: Popular
uk: Популярні

# table_3_row_1
source: Acrylic / Plastic
uk: Акрил/Пластик

# table_3_row_2
source: Plywood / Wood
uk: Фанера/Дерево

# table_3_row_3
source: Rrock
uk: Камінь

# table_3_row_4
source: Leather
uk: Шкіра

# table_3_row_5
source: Cloth
uk: Тканина

# add_to_cart_click
source: One click buy
uk: Купити в 1 клик

# menu_uv_header
source: UV Printing
uk: УФ Друк

# uv_price
source: UV printing prices
uk: Ціни на УФ Друк

# uv_subtitle
source: Cost and type of materials for UV printing
uk: Вартість і вид матеріалів для УФ друку
